Repository: GabLeRoux/Wordpress-FlickrBadge-Shortcode-Plugin
Catalog: flickrbadge-shortcode/languages/flickrbadge-*.po
Languages: fr_fr

source: FkickrBadge Plugin Options
fr_fr: Options du plugin FlickrBadge

source: Complete those fields as you wish!
fr_fr: Complétez ces champs comme vous le souhaitez!

source: Default Flickr ID for shortcodes
fr_fr: ID Flickr par défaut pour les shortcodes

source: To get your Flickr ID, simply use
fr_fr: Pour obtenir votre ID Flickr, vous n'avez qu'à utiliser

source: Default layout
fr_fr: Disposition par défaut

source: Layout used for displaying pictures
fr_fr: Disposition utilisé pour afficher les photos

source: (horizontally)
fr_fr: (horizontalement)

source: (vertically)
fr_fr: (verticalement)

source: (none)
fr_fr: (aucun)

source: Default size
fr_fr: Taille par défaut

source: Size of each pictures
fr_fr: Taille de chaque photos

source: (square)
fr_fr: (carré)

source: (thumbnail)
fr_fr: (aperçu)

source: Database options
fr_fr: Options de la base de données

source: Restore defaults upon plugin deactivation/reactivation
fr_fr: Remettre les options par défaut lors de la désactivation/activation

source: Only check this if you want to reset plugin settings upon Plugin reactivation
fr_fr: Cochez ceci si vous voulez réinitialiser les paramètres enregistrés lors de la réactivation du plugin

source: Save Changes
fr_fr: Sauvegarder les changements

source: Actual result with default options
fr_fr: Résultat actuel avec les options par défaut

source: Simply use
fr_fr: Vous n'avez qu'à utiliser

source: anywhere in a post or a page to obtain this result.
fr_fr: quelque part dans un article ou une page afin d'obtenir ce résultat.

source: Settings
fr_fr: Paramètres
